{
    "muralUrl": "https://www.muralconservancy.org/murals/peace-tibet",
    "images": [
        "https://www.muralconservancy.org/sites/default/files/styles/galleryformatter_slide/public/murals/DSC_0694.JPG"
    ],
    "images_total": 1,
    "artist": "Mear One",
    "location": "661 N Spaulding Ave., Los Angeles, CA 90036.",
    "location_url": "https://maps.google.com/maps?q=34.083411,-118.357542&num=1&t=h&z=21",
    "size": "N/A",
    "medium": "Aerosol",
    "date": "2008",
    "types": [
        "Graffiti / Street Art"
    ],
    "description": "Mear One's \"Peace in Tibet\" graffiti mural depicts an imaginary glimpse into what peace advocates, especially to the Tibetans.Seated in the middle of the mural is the present religious and former political leader of Tibet, his holiness the 14th Dalai Lama. Beautifully portrayed by street artist Mear One, the Dalai Lama has been spray painted wearing a red and yellow robe, which is the traditional attire of a Tibetan Buddhist monk. With his unrelenting smile and his two fingers forming a peace sign, the Dalai Lama establishes an undeniable peace and happiness in the wake of a once hostile chinese military.The yellowish halo circling his head with an eye drawn in the center serves to symbolize his spiritual wisdom and human importance in the Buddhist religion. The Chinese soldiers from far left to  far right are peacefully seated, meditating around the Dalai Lama. This is a powerful statement, especially with the historical conflict between the Chinese Government and the Dalai Lama.  In the 1950s the government of Communist China claimed power over Tibet forcing the Dalai Lama out of his homeland and into exile along with many other Tibetan Buddhists. In the eyes of the Chinese government, Tibet has always been apart of China and taking control over their country is merely returning it to its motherland. To this day Tibetans fight for their religious independence as well as vital human rights sometimes doing so  violently, like burning themselves alive in public in order to be heard. Regardless of the distress, the Dalai Lama remains optimistic about the future of his people which can clearly be seen in his mannerism and positive presence in Mear One's Mural. The artist playfully paints the sky with a balance of colors fully done in layers of spray paint. Shades of a magenta take over the upper left half while the upper right half is covered in shades of blue with a crest of the moon. Mear One blends the symmetry of the mural with dreamy clouds on both sides of the colored sky. His stylistic clouds seem to be influenced (intensional or unintentional) by the cloud patterns of traditional Tibetan Buddhist paintings in regards to their round and reflective quality. This not only adds beauty to the mural but also authenticity. Through this mural, hopes of the Tibetans and their religious hero are transcended to the streets of LA.  Mear One shares some words of personal opinion by saying \" The Dalai Lama has always been a hero to me in the anti-hero sense and I loved this great experience bringing this image to the streets.\"  Written by Celena De Luna. SOURCE:"
}